Repository: hadrsystems/nics-mobile
Catalog: ios/NICS Mobile/Localized/*.lproj/Localizable.strings
Languages: es

# 0YS-aA-8gI.normalTitle
source: Tracking
es: Seguimiento

# 0i6-hM-ZHR.title
source: Field Report Detail
es: Información/Contenido del informe de campo

# 0po-kV-x18.text
source: Send status and time.
es: Enviar estado y tiempo

# 1FX-dG-D25.title
source: User Info
es: Información del usuario

# 311-Nq-PoD.title
source: Field Report List
es: Lista de informes de campo or reporte de campo

# 3Yg-qf-Ga5.text
source: Name
es: Nombre

# 3a5-1Y-yMk.text
source: Crew Selection
es: Seleción de personal

# 3pW-v9-n0J.normalTitle
source: OK
es: Aceptar / OK

# 5Mq-LV-Ca0.title
source: Field Report List
es: Lista de informes de campo or reporte de campo

# 7Gc-uZ-D7t.title
source: GAR
es: Herramienta de evaluación global

# 7cS-tx-LhI.text
source: Name
es: Nombre

# 80J-c5-QFg.text
source: Timestamp
es: Hora de registro

# 83r-r2-e97.normalTitle
source: Chat
es: Conversación / Chat

# 8W5-U7-CUU.text
source: Incident
es: Incidencia

# A8U-4r-geh.text
source: Timestamp
es: Hora de registro

# AKO-Iy-kL9.text
source: TimeStamp
es: Hora de registro

# AOc-15-z7d.text
source: Planning
es: Planificación

# AWH-55-uSh.normalTitle
source: Sign in
es: Registrarse

# C3t-p7-dZX.title
source: Simple Report Detail
es: Detalle de informe simple

# Dls-Xw-pvD.title
source: Overview
es: Descripción general/resumen/sinopsis

# HDO-gu-5rP.text
source: Timestamp
es: Hora de registro

# HRF-54-2Eb.text
source: No Damage Reports have been posted in this incident yet.
es: No se han registrado informes de daños para esta incidencia

# I5U-Nh-yR5.text
source: name
es: Nombre

# IMf-dv-FTx.normalTitle
source: New Report
es: Nuevo informe

# IeI-OW-h7D.normalTitle
source: Map Type
es: Tipo de mapa

# Ioi-Cd-MP1.normalTitle
source: Satellite
es: Satélite

# JY0-sV-A8e.placeholder
source: Type chat message here...
es: Escribe aquí un mensaje o conversación

# JcV-ui-R4A.text
source: Incident/Training
es: Incidencia/Instrucción

# JgU-tg-bz0.title
source: Resource Request List
es: Lista de recursos solicitados

# L9O-Sl-a8r.text
source: Tracking Layer
es: Capa de seguimineto

# LkN-rW-2Wn.text
source: No Explosive Reports have been posted in this incident yet.
es: No existen registros de explosiones para esta incidencia

# MhW-5A-pco.normalTitle
source: Browse Gallery
es: Explorar la galería

# MpV-w0-6ms.title
source: Simple Report List
es: Lista de informes simplificada o simple

# O3T-gW-ktv.text
source: Environment
es: Entorno

# OrP-w5-R4i.normalTitle
source: Cancel
es: Cancelar

# P5r-xo-nEI.title
source: Resource Request Detail
es: Información/Contenido de la solicitud de recursos

# PeB-ww-5fc.text
source: Timestamp
es: Hora de registro

# RKm-7P-Umu.text
source: Remember Username
es: Recordar usuario

# Ru3-1u-Jg3.title
source: Damage Report List
es: Lista de informes de daños

# TDe-5f-hAA.text
source: User Name:
es: Nombre de usuario:

# UG6-VX-j4K.placeholder
source: Latitude
es: Latitud

# USe-ni-8Ty.text
source: Training
es: Instrucción / Formación

# V5p-32-NZS.normalTitle
source: Reports
es: Informes

# VZb-2A-Y1b.text
source: No Resource Requests have been posted in this incident yet.
es: No se han registrado solicitudes de recursos para esta incidencia

# Vjl-0I-2ap.text
source: Name
es: Nombre

# VnG-V6-k4S.text
source: Version:
es: Versión:

# YMD-zo-b6H.normalTitle
source: Send
es: Enviar estado y tiempo

# Zmf-Xv-BB8.text
source: Supervision
es: Supervisión

# ZoI-5N-DFC.text
source: Traffic
es: Tráfico

# Zvo-1h-bGi.text
source: To compute the total level of risk, assign a code of 0 (no risk) to 10 (max risk) for each element.
es: Para calcular el nivel de riesgo, adjudica un código entre 0 (sin riesgo) y 10 (riesgo máximo) para cada elemento

# aIU-JC-vRy.text
source: No Field Reports have been posted in this incident yet.
es: No se han registrado informes de campo para esta incidencia

# aYN-Gg-H1l.text
source: Workspace:
es: Espacio de trabajo:

# aj1-iz-v0R.text
source: <--- Select your incident to get started
es: <--- Selecciona tu incidencia para empezar

# bTS-oD-MjR.normalTitle
source: Submit
es: Enviar

# blJ-GA-rz5.placeholder
source: Longitude
es: Longitud

# cKr-kO-AFW.title
source: GAR
es: Herramienta de evaluación global

# dWG-uW-Z6C.normalTitle
source: Hybrid
es: Híbrido

# ehO-oJ-Xl1.text
source: Timestamp
es: Hora de registro

# f4F-ED-ies.normalTitle
source: General Message
es: Mensaje general

# g7v-Ub-Qi0.normalTitle
source: Settings
es: Ajustes

# gGJ-3n-vLA.text
source: Location (lat, long - decimal)
es: Localización (latitud, longitud -decimal)

# ge8-uq-hoE.normalTitle
source: Capture Image
es: Capturar imagen

# h1Z-iS-251.title
source: User Info
es: Información del usuario

# hNK-4l-mZS.text
source: Name
es: Nombre

# iNb-c9-1j8.text
source: No General Messages have been posted in this incident yet.
es: No se han registrado mensajes generales para esta incidencia

# j9G-Ym-pSp.normalTitle
source: Save Draft
es: Guardad borrador

# joI-0d-ntB.normalTitle
source: Logout
es: Desconexión

# Clear Local Data and Logout
source: Clear Local Data & Logout
es: Clear Local Data & Logout(ES-Translate)

source: Confirm Data Delete
es: Confirm Data Delete(ES-Translate)

# kn4-g3-Chz.text
source: Name
es: Nombre

# mmR-op-aMF.normalTitle
source: Terrain
es: Terreno

# naa-ag-WAP.normalTitle
source: Capture Image
es: Capturar imagen

# nkE-Nq-uB4.title
source: Back
es: Atrás

# oSP-u5-Fyu.normalTitle
source: Select Incident
es: Seleccionar incidencia

# ppf-nN-22G.text
source: Description
es: Descripción / Contenido

# pw9-it-xGp.text
source: Indoor
es: Interior

# q15-WC-BCV.normalTitle
source: Send Updated GAR in Chat
es: Enviar el reporte actualizado GAR a través del chat

# qaY-ei-ghS.text
source: Message
es: Mensaje

# qzn-n3-L2a.normalTitle
source: Settings
es: Ajustes

# rEl-0p-eDf.title
source: Damage Report Detail
es: Contenido del informe de daños

# smd-oK-nwy.title
source: Field Report Detail
es: Información/Contenido del informe de campo

# tCL-nD-49O.text
source: Server:
es: Servidor:

# toZ-47-iAm.title
source: Chat
es: Conversación / Chat

# v7v-zo-Kop.normalTitle
source: Browse Gallery
es: Explorar la galería

# vc9-Ed-u3z.text
source: Crew Fitness
es: condición del personal

# von-m4-tLa.text
source: User
es: Usuario

# xwv-u0-cmO.placeholder
source: Password
es: Contraseña

# yPm-4s-kqB.text
source: Automatically log-in
es: Iniciar sesión automáticamente

# ySN-tA-zI0.text
source: Event/Evolution Complexity
es: Dificultad / Complejidad del evento / progresión

# yu9-qd-dYs.text
source: serverName
es: Nombre del servidor

# zFv-O6-9b0.normalTitle
source: Select Room
es: Seleccionar una habitación o espacio

# zdW-9F-TUu.text
source: Current Server
es: Servidor actual

# 09f-8u-j8f.text
source: Workspace:
es: Espacio de trabajo:

# 0Kr-dR-oxY.text
source: Incident/Training
es: Incidencia/Instrucción

# 0eK-Vn-ta7.title
source: Field Report Detail
es: Información/Contenido del informe de campo

# 0t7-MD-iWa.text
source: No General Messages have been posted in this incident yet.
es: No se han registrado mensajes generales para esta incidencia

# 20l-MD-9Xg.text
source: No Damage Reports have been posted in this incident yet.
es: No se han registrado informes de daños para esta incidencia

# 3sG-7z-WY9.title
source: Map
es: Mapa

# 4Hg-7c-Gzs.normalTitle
source: Cancel
es: Cancelar

# 4c7-2H-Fq9.text
source: Name
es: Nombre

# 4sQ-vS-WJ7.normalTitle
source: Cancel
es: Cancelar

# 5GP-Od-Jem.text
source: Remember Username
es: Recordar usuario

# 5rc-Iv-4RA.title
source: Back
es: Atrás

# 6Pw-BL-t2l.text
source: User
es: Usuario

# 6zg-IN-TG9.normalTitle
source: Cancel
es: Cancelar

# 7mg-Ua-iWF.title
source: GAR
es: Herramienta de evaluación global

# 81h-Z2-VGt.text
source: No Field Reports have been posted in this incident yet.
es: No se han registrado informes de campo para esta incidencia

# 8MV-ui-UdW.normalTitle
source: Satellite
es: Satélite

# 9UQ-TM-C49.title
source: Field Report Detail
es: Información/Contenido del informe de campo

# CFg-Y9-caz.title
source: Resource Requests
es: Recursos solicitados

# CHV-qU-dmk.text
source: Incident
es: Incidencia

# Cch-XP-RZ1.title
source: Simple Report List
es: Lista de informes simplificada o simple

# Cl4-6N-wWX.text
source: Name
es: Nombre

# Djo-Pe-hH1.normalTitle
source: Submit
es: Enviar

# G5H-Pl-1tQ.normalTitle
source: Capture Image
es: Capturar imagen

# GwM-Mv-AKg.text
source: Chat
es: Conversación / Chat

# HLq-L0-yBi.normalTitle
source: Send Updated GAR in Chat
es: Enviar el reporte actualizado GAR a través del chat

# HqL-89-SDv.normalTitle
source: Save as Draft
es: Guardad borrador

# IUQ-eE-QRp.normalTitle
source: Select Room
es: Seleccionar una habitación o espacio

# JFD-Kk-Fqy.text
source: name
es: Nombre

# JGE-Ey-BI6.title
source: Overview
es: Descripción general/resumen/sinopsis

# JZV-8h-oRi.text
source: Tracking Layer
es: Capa de seguimineto

# KMh-4F-Wxu.text
source: No Explosive Reports have been posted in this incident yet.
es: No existen registros de explosiones para esta incidencia.

# KNe-sX-U2w.text
source: Name
es: Nombre

# Kli-Nj-wNl.normalTitle
source: Browse Gallery
es: Explorar la galería

# MJq-GZ-FVU.text
source: Crew Fitness
es: condición del personal

# MdT-Sk-ljk.text
source: Current Server
es: Servidor actual

# NgE-KP-Ydp.text
source: Name
es: Nombre

# O8S-0w-AHe.normalTitle
source: OK
es: Aceptar / OK

# OSk-EP-dwQ.title
source: Resource Request Detail
es: Información/Contenido de la solicitud de recursos

# OsA-Pb-6U7.text
source: Reports
es: Informes

# P8X-Kq-iWZ.normalTitle
source: Send
es: Enviar estado y tiempo

# QPr-pW-Hg9.title
source: Damage Report List
es: Lista de informes de daños

# QqL-HW-mos.title
source: GAR
es: Herramienta de evaluación global

# R0r-HX-q0X.text
source: Timestamp
es: Hora de registro

# Sj9-KE-l1U.normalTitle
source: Capture Image
es: Capturar imagen

# Sw2-kd-KHo.text
source: To compute the total level of risk, assign a code of 0 (no risk) to 10 (max risk) for each element.
es: Para calcular el nivel de riesgo, adjudica un código entre 0 (sin riesgo) y 10 (riesgo máximo) para cada elemento.

# Tep-A1-db2.text
source: Name
es: Nombre

# Udg-pH-R5q.normalTitle
source: Save as Draft
es: Guardad borrador

# W9f-au-hXC.text
source: serverName
es: Nombre del servidor

# X8z-rp-WLK.normalTitle
source: Save as Draft
es: Guardad borrador

# XeY-PW-D3O.normalTitle
source: Cancel
es: Cancelar

# Y2l-mE-NSC.text
source: Version:
es: Versión:

# Y6Q-Gm-snI.text
source: Timestamp
es: Hora de registro

# YA0-JK-Sxl.normalTitle
source: Save as Draft
es: Guardad borrador

# YAh-1b-hEa.title
source: Chat
es: Conversación / Chat

# YHH-mF-edG.placeholder
source: Type chat message here...
es: Escribe aquí un mensaje o conversación

# YKS-RL-FMM.normalTitle
source: Submit
es: Enviar

# YiL-fR-cHz.text
source: No Resource Requests have been posted in this incident yet.
es: No se han registrado solicitudes de recursos para esta incidencia.

# Yy2-um-JRY.text
source: Timestamp
es: Hora de registro

# ave-WK-WF3.text
source: Automatically log-in
es: Iniciar sesión automáticamente

# bcx-V1-ydT.title
source: Resource Request List
es: Lista de recursos solicitados

# bzj-9e-DzO.normalTitle
source: Submit
es: Enviar

# c8R-1L-DeR.text
source: Event/Evolution Complexity
es: Dificultad / Complejidad del evento / progresión

# c98-eo-wVD.normalTitle
source: Logout
es: Desconexión

# cFp-pz-boh.normalTitle
source: Hybrid
es: Híbrido

# cUY-4a-c5Y.normalTitle
source: Submit
es: Enviar

# dCT-R6-OIt.text
source: User Name:
es: Nombre de usuario:

# dbH-Tn-8WA.normalTitle
source: Sign in
es: Registrarse

# dc9-Rf-4Rb.text
source: Description
es: Descripción / Contenido

# e7N-kG-DVq.text
source: TimeStamp
es: Hora de registro

# fPd-b9-H7K.normalTitle
source: Submit
es: Enviar

# fsB-aA-qd0.text
source: Server:
es: Servidor:

# h16-Xf-kQg.text
source: Crew Selection
es: Seleción de personal

# hiS-dD-dyT.normalTitle
source: Cancel
es: Cancelar

# hol-xO-XKJ.text
source: Traffic
es: Tráfico

# jX2-Mb-kmc.normalTitle
source: Save as Draft
es: Guardad borrador

# jfn-hY-8Wg.placeholder
source: Password
es: Contraseña

# kir-dC-5h5.text
source: Map
es: Mapa

# l27-i6-UZp.normalTitle
source: Settings
es: Ajustes

# lRD-14-JZp.title
source: User Info
es: Información del usuario

# lXg-MP-sdr.text
source: Training
es: Instrucción / Formación

# mh8-hs-CHo.text
source: Send status and time.
es: Enviar estado y tiempo.

# moY-mr-D99.normalTitle
source: Settings
es: Ajustes

# n8F-PA-2U7.title
source: General Messages
es: Mensaje general

# nDf-Gm-BmV.title
source: Field Report List
es: Lista de informes de campo or reporte de campo

# nwG-Hj-YzB.placeholder
source: Longitude
es: Longitud

# qaG-FX-ygl.text
source: Environment
es: Entorno

# sf4-Lb-4cE.title
source: Field Report Detail
es: Información/Contenido del informe de campo

# spS-lw-6rE.title
source: Map Settings
es: Mapa Ajustes

# sq8-2e-Llz.text
source: Message
es: Mensaje

# tPe-eX-E8A.normalTitle
source: Browse Gallery
es: Explorar la galería

# tS3-rY-o9n.placeholder
source: Latitude
es: Latitud

# tVX-t8-LZ6.text
source: General Message
es: Mensaje general

# tYz-cy-rFO.text
source: Location (lat, long - decimal)
es: Localización (latitud, longitud -decimal)

# tgi-3p-Rn0.text
source: Planning
es: Planificación

# vSs-1r-Haq.title
source: Simple Report Detail
es: Detalle de informe simple

# vqV-RG-G4m.text
source: Indoor
es: Interior

# x44-dS-s1c.normalTitle
source: Terrain
es: Terreno

# xa4-lv-83l.title
source: Damage Reports
es: Lista de informes de daños

# xsa-Ra-kdW.text
source: Supervision
es: Supervisión

# y8G-Q3-llf.normalTitle
source: Select Incident
es: Seleccionar incidencia

# y8r-rJ-XfA.title
source: Field Report List
es: Lista de informes de campo or reporte de campo

# zUc-rc-a7p.text
source: Timestamp
es: Hora de registro

source: Select Incident
es: Selecciona incidencia

source: Select Room
es: Seleccionar una habitación

source: Training
es: Entrenamiento

source: Incident
es: Incidencia

source: Cancel
es: Cancelar

source: OK
es: Aceptar/ ok

source: Logging in...
es: Iniciar sesión...

source: Loading Incidents and Collaboration Rooms...
es: Cargando incidencias y collabrooms...

source: Failed to login.
es: Error al iniciar sesión.

source: Device has no camera
es: El dispositivo no tiene cámara

source: Laser Range Finder currently unsupported.
es: Telémetro láser no se admite actualmente.

source: Select Report Type
es: Selecciona tipo de informe

source: Damage Report
es: Informe de daños

source: Resource Request
es: Solicitud de medios/recursos

source: Field Report
es: Informe de campo

# Explosives Report
source: Explosive Report
es: Informe de explosivos

source: Draft
es: Borrador

source: Sending
es: Enviando

source: SCOUT Explosive Reports
es: SCOUT Explosive Explosive (es translate)

source: Recipient
es: Destinatario

source: Agency Representative
es: Representante de la agencia

source: Comp/Claim/Damage Advisory
es: Asesoría queja/solicitud/daño

source: Finance Section
es: Sección de finanzas

source: Ground Support Request
es: Solicitud de apoyo en tierra

source: Incident Commander
es: Responsable de incidencia

source: Liaison Officer
es: Oficial de enlace

source: Logistics Section
es: Sección de logística

source: Operations Section
es: Sección de operaciones

source: Other (See Message)
es: Otro (ver mensaje)

source: Plans Section
es: Sección de planes

source: Public Information Officer
es: Director de información

# Safety Officer
source: Public Information Officer
es: Safety Officer

source: Suppression Repair
es: Represión y reparación,

source: Please select or take an image to submit.
es: Selecciona o genera una imagen para enviar.

source: Select Color
es: Selecciona color

source: Red
es: Rojo

source: Orange
es: Naranja

source: Yellow
es: Amarillo

source: Green
es: Verde

source: Teal
es: Turquesa

source: Blue
es: Azul

source: Purple
es: Morado

source: Pink
es: Rosa

source: Grey
es: Gris

source: Black
es: Negro

source: Select Priority
es: Seleccionar prioridad

source: Urgent
es: Urgente

source: Select Type
es: Selecciona tipo

source: Property Owner Information
es: Dueño de la propiedad Información

source: Last Name
es: Nombre

source: First Name
es: Apellido

source: Landline Phone
es: Teléfono fijo

source: Cell Phone
es: Teléfono móvil

source: Email
es: Correo electrónico

source: Property Information
es: Propiedad de la información

source: Address
es: Dirección

source: City
es: Ciudad

source: Zip Code
es: Código postal

source: Latitude
es: Latitud

source: Longitude
es: Longitud

source: Damage Information
es: Información de daños

source: Car
es: Coche

source: Commercial - Multi-Story
es: Local comercial de varias alturas

source: Commercial - Single-Story
es: Local comercial a solo una altura

source: Double Wide Trailer
es: Remolque de doble ancho

source: Motorhome
es: vehículo de remolque, móvible

source: Other - Barn
es: Otros - granero

source: Other - Garage
es: Otros - garaje

source: Other - Out Building
es: Otros - Exterior del edificio

source: Residence - Multi-Family
es: Residencia - multifamiliar

source: Residence - Multi-Story Multi-Family
es: Residencia - de varias alturas multifamiliar

source: Residence - Single Family
es: Residencia - unifamiliar

source: Single Wide Trailer
es: remolque sencillo

source: Truck
es: Camión

source: Van
es: Furgoneta

source: Minor: 10 percent
es: Poco grave: 10%

source: Major: 10 to 50 percent
es: Importante: 10% to 50%

source: Destroyed: 50+ percent
es: Destruido: +50%

source: Reporting Unit
es: Unidad informante/notificadora

source: Reporting Location
es: Lugar de conotificación

source: Contact Info
es: Información de contacto

source: Explosive Type
es: Tipo de explosivo

source: Select Explosive Type
es: Selecciona tipo de explosivo

source: Dropped
es: dejar caer

source: Projected
es: Proyectado,

source: Placed
es: Colocados,

source: Possible IED
es: posible artefacto explosivo improvisado

source: Thrown
es: Tirados or arrojados

source: Size
es: Tamaño

source: Shape
es: Forma

source: Condition
es: Condición

source: Select Condition
es: Selecciona condición

source: Intact
es: Intacto

source: Leaking
es: Filtrando

source: CBRN Contamination
es: contaminacion quimica, biologica,radiologica y nuclear

source: Resource Threatened
es: Fuente amenazada

source: Impact On Mission
es: Impacto/consecuencias sobre la misión

source: Protective Measures
es: Medidas de protección

source: Recommended Priority
es: Prioridad recomendada

source: Select Recommended Priority
es: Selecciona prioridad recomendada

source: Immediate
es: Inmediato

source: Indirect
es: Indirecto

source: Minor
es: Poco grave

source: No Threat
es: Sin amenaza

source: Notes
es: Observaciones

source: Incident Identification
es: Identificación de incidencia

source: Incident ID
es: Código de incidencia

source: Incident Name
es: Nombre de la incidencia

source: Pollution Case #
es: caso de contaninación

source: Source of Incident
es: Fuente de la incidencia

source: Location of Incident
es: Lugar de la incidencia

source: Date of Incident
es: Fecha de la incidencia

source: Investigators
es: Investigadores

source: Activity #
es: Actividad #

source: Enforcement #
es: Número de acción/Ejecución #

source: Ticket #
es: Numero de boleto #

source: Federal Project #
es: Número de proyecto federal #

source: Discharge Data
es: Descargar información

source: Material Spilled
es: Material derramado

source: Total Spilled (Est)
es: total de Cantidad volcada od derramada

source: Total Recovered
es: Total recuperado

source: Source
es: Fuente

source: Water Body
es: Fuente de agua / masa de agua

source: Description of Spill
es: Descripción del derrame/vertido

source: Description of Cause
es: Descripción de la causa

source: Path of Discharge
es: Vía de descarga/derrame

source: Weather and Tides
es: Climatología y mareas

source: Wind Direction
es: Dirección del viente

source: Sea Height
es: Altura de la marea

source: Current Direction
es: Dirección actual

source: Visibility
es: Visibilidad

source: Sunset
es: Atardecer

source: Air Temp
es: Temperatura del aire

source: Wind Speed
es: Velocidad de los vientes

source: Current Speed
es: Velocidad actual

source: Precipitation
es: Precipitaciones

source: Sunrise
es: Amanecer

source: Water Temp
es: Temperatura del agua

source: Suspect R.P. and Witnesses
es: sospechoso * y testigos

source: Individual/Company
es: Individuo/Empresa

source: Individual/Company Address
es: Dirección del individuo/empresa

source: Individual/Company Phone
es: Número de teléfono del individuo/ de la empresa

source: Relationship
es: Relación

source: License or Doc #
es: Número de expediente/licencia/documento #

source: Witness 1 Name
es: Testigo 1 nombre

source: Witness 1 Address
es: Testigo 1 dirección

source: Witness 1 Phone
es: Testigo 1 número de teléfono

source: Witness 2 Name
es: Testigo 2 nombre

source: Witness 2 Address
es: Testigo 2 dirección

source: Witness 2 Phone
es: Testigo 2 número de teléfono

source: Oil Samples
es: Muestras de aceite

source: Samples Taken
es: Muestras tomadas

source: Number
es: Número

source: Suspected Source
es: Presunta fuente/ Fuente bajo sospecha

source: Identification
es: Identificación

source: Date
es: Fecha

source: Time
es: Hora

source: Witness
es: Testigo

source: Sample Source
es: Fuente de la muestra

source: Clean Sample
es: Muestra limpia

source: Suspect Source Sample 1
es: Muestra de la fuente bajo sospecha 1

source: Suspect Source Sample 2
es: Muestra de la fuente bajo sospecha 2

source: Suspect Source Sample 3
es: Muestra de la fuente bajo sospecha 3

source: Suspect Source Sample 4
es: Muestra de la fuente bajo sospecha 4

source: Vessel Name
es: Nombre del buque

source: Flag
es: Bandera

source: Owner/Operator
es: Armador/Operador

source: Gross Tonnage
es: Tonelaje bruto

source: Type of Vessel
es: Tipo de buque

source: Designation
es: designacion

source: Agent
es: Agente

source: Agent Phone
es: Número de teléfono del agente

source: Declaration of Inspection
es: Declaración de inspección

source: Person in Charge
es: Responsable de incidencia

source: Master
es: Capitán

source: Chief Engineer
es: Ingeniero jefe

source: Keel Laid Date
es: Fecha de la Quilla / vuelta a la fecha

source: Facility and Other Parties
es: Instalación y de otras partes,

source: Facility
es: Instalaciones/Establecimiento

source: Type
es: Tipo

source: Facility Address
es: Dirección de las instalaciones

source: Facility Phone
es: Número de contacto de las instalaciones

source: Operations Manager
es: Responsable de operaciones

source: Other Party
es: otra persona of individuo

source: Other Vessel
es: Otro buque

source: Other Facility
es: Otras instalaciones

source: Other Facility Address
es: Dirección de otras instalaciones

source: Other Facility Phone
es: Número de contacto de otras instalaciones

source: Other Factors
es: Otros factores

source: Aggravating (-)
es: Agravantes (-)

source: Mitigating (+)
es: Atenuantes (+)

source: Description
es: Descripción/Información

source: Quantity
es: Cantidad

source: Priority
es: Prioridad

source: Location
es: Localización

source: Status
es: Estatus

source: Date Range
es: Date Range (ES Translate)

source: Type:
es: Tipo:

source: User:
es: Usuario:

source: Use the Select Room button above to join your team's chat
es: Utiliza el botón de selección en la parte superior para unirte al chat de tu equipo

source: No messages have been posted in this Room yet.
es: No hay mensajes en este chatroom todavía.

source: Checking for new reports
es: Checking for new reports (es translate)

source: Checking for new messages
es: Checking for new messages (es translate)

source: User Name
es: Nombre de usuario
